{
  "title": "Anastasiia Prudinskaya",
  "description": "I am a cheerful and adroit frontend developer. I use React, Next.js, TypeScript, RTK Query, SWR, HTML, CSS, SASS,  Git, GitHub, Docker. Life motto - everything is possible!",
  "welcome": "welcome",
  "about": "about",
  "myWorks": "works",
  "contacts": "contacts",
  "dark": "dark",
  "light": "light",
  "seeMore": "see more",
  "me": "Anastasiia Prudinskaya is a Frontend-Developer",
  "goToMain": "go to main",
  "notFound": "not found",
  "lifeMotto": "Life motto - everything is possible!",
  "greeting": "My name is Anastasiia Prudinskaya and I am pleased to welcome you to my website! 👋",
  "welcomeContent": "Three cards will tell you about me, what I do and how to contact me.",
  "welcomeContent2": "And if you want all the information in one file — click on 'CV'.",
  "pointAbout": "To find out who I am — click on 'about'.",
  "pointWorks": "To see my works — click on 'works'.",
  "pointContacts": "If you have any suggestions or questions — click on 'contacts'.",
  "contactsContent": "Text me on LinkedIn or Telegram, or go to my GitHub, my contacts are there too.",
  "contactsContent2": "Hello-hello, I'm on the phone! 🤙",
  "worksContent1": "I am a cheerful and adroit frontend developer.",
  "worksContent2": "I use React, Next.js, TypeScript, RTK Query, SWR, HTML, CSS, SASS/SCSS, Git, GitHub, Docker.",
  "worksContent3": "You will find my work below. Something I deploy (Docker, Nginx, GitHub Pages, Caprover) and something remains a line of code in GitHub.",
  "worksContent4": "My most important project is LKS - Little Knits Story, which started in May 2022, my journey from theory and courses to the real challenges of today.",
  "worksListLKS": "This project has given me a lot:",
  "worksItem1": "taught to apply the knowledge gained in the courses on real tasks, as well as to learn new things in the moment",
  "worksItem2": "taught how to work in a team, communicate with a product manager, backers and designers, work in Jira, GitHub Project, Trello, Slack. And, of course, phone calls, of course 😁",
  "worksItem3": "taught how to make urgent edits 😅",
  "worksItem4": "taught me how to fix a production that he himself had dropped 😅",
  "worksItem5": "taught how to resolve conflicts...in git, of course 😁",
  "worksListTools": "We rewrote the project several times from scratch, which gave us the opportunity to try different tools:",
  "worksItem6": "from JavaScript to TypeScript, from React to Next.js, from RTK Query to SWR",
  "worksItem7": "one time applied the BEM methodology, the other time the CSS modules",
  "worksItem8": "adaptive layout, Figma and Bootstrap remain the same, although I do use Tailwind on other projects, my website is written on it, for example 😉",
  "worksContent5": "There are many more projects ahead, perhaps we will create them together with you 😉"
}
